var json = {
 
  "102": [
    {
      "question": "1. 我觉得比平时容易紧张和着急（焦虑）？",
      "option": {
        "A": "没有或偶尔",
        "B": "有时",
        "C": "经常",
        "D": "总是如此"
      },
      "没有或偶尔_ANS": 4,
      "有时_ANS": 3,
      "经常_ANS": 2,
      "总是如此_ANS": 1
    },
    {
      "question": "2. 我无缘无故地感到害怕（害怕）",
      "option": {
        "A": "没有或偶尔",
        "B": "有时",
        "C": "经常",
        "D": "总是如此"
      },
      "没有或偶尔_ANS": 4,
      "有时_ANS": 3,
      "经常_ANS": 2,
      "总是如此_ANS": 1
    },
    {
      "question": "3．我容易心里烦乱或觉得惊恐（惊恐)",
      "option": {
        "A": "没有或偶尔",
        "B": "有时",
        "C": "经常",
        "D": "总是如此"
      },
      "没有或偶尔_ANS": 4,
      "有时_ANS": 3,
      "经常_ANS": 2,
      "总是如此_ANS": 1
    },
    {
      "question": "4．我觉得我可能将要发疯 （发疯感）",
      "option": {
        "A": "没有或偶尔",
        "B": "有时",
        "C": "经常",
        "D": "总是如此"
      },
      "没有或偶尔_ANS": 4,
      "有时_ANS": 3,
      "经常_ANS": 2,
      "总是如此_ANS": 1
    },
    {
      "question": "5．我觉得一切都很好，也不会发生什么不幸（不幸预感）",
      "option": {
        "A": "没有或偶尔",
        "B": "有时",
        "C": "经常",
        "D": "总是如此"
      },
      "没有或偶尔_ANS": 1,
      "有时_ANS": 2,
      "经常_ANS": 3,
      "总是如此_ANS": 4
    },
    {
      "question": "6．我手脚发抖打颤（手足颤抖）",
      "option": {
        "A": "没有或偶尔",
        "B": "有时",
        "C": "经常",
        "D": "总是如此"
      },
      "没有或偶尔_ANS": 4,
      "有时_ANS": 3,
      "经常_ANS": 2,
      "总是如此_ANS": 1
    },
    {
      "question": "7．我因为头痛、颈痛和背痛而苦恼（躯体疼痛）",
      "option": {
        "A": "没有或偶尔",
        "B": "有时",
        "C": "经常",
        "D": "总是如此"
      },
      "没有或偶尔_ANS": 4,
      "有时_ANS": 3,
      "经常_ANS": 2,
      "总是如此_ANS": 1
    },
    {
      "question": "8．我感觉容易衰弱和疲乏 （乏力）",
      "option": {
        "A": "没有或偶尔",
        "B": "有时",
        "C": "经常",
        "D": "总是如此"
      },
      "没有或偶尔_ANS": 4,
      "有时_ANS": 3,
      "经常_ANS": 2,
      "总是如此_ANS": 1
    },
    {
      "question": "9．我觉得心平气和，并且容易安静坐着 （静坐不能）",
      "option": {
        "A": "没有或偶尔",
        "B": "有时",
        "C": "经常",
        "D": "总是如此"
      },
      "没有或偶尔_ANS": 1,
      "有时_ANS": 2,
      "经常_ANS": 3,
      "总是如此_ANS": 4
    },
    {
      "question": "10．我觉得心跳得快（心悸）",
      "option": {
        "A": "没有或偶尔",
        "B": "有时",
        "C": "经常",
        "D": "总是如此"
      },
      "没有或偶尔_ANS": 4,
      "有时_ANS": 3,
      "经常_ANS": 2,
      "总是如此_ANS": 1
    },
    {
      "question": "11．我因为一阵阵头晕而苦恼（头昏）",
      "option": {
        "A": "没有或偶尔",
        "B": "有时",
        "C": "经常",
        "D": "总是如此"
      },
      "没有或偶尔_ANS": 4,
      "有时_ANS": 3,
      "经常_ANS": 2,
      "总是如此_ANS": 1
    },
    {
      "question": "12．我有晕倒发作，或觉得要晕倒似的（晕厥感）",
      "option": {
        "A": "没有或偶尔",
        "B": "有时",
        "C": "经常",
        "D": "总是如此"
      },
      "没有或偶尔_ANS": 4,
      "有时_ANS": 3,
      "经常_ANS": 2,
      "总是如此_ANS": 1
    },
    {
      "question": "13．我呼气吸气都感到很容易（呼吸困难）",
      "option": {
        "A": "没有或偶尔",
        "B": "有时",
        "C": "经常",
        "D": "总是如此"
      },
      "没有或偶尔_ANS": 4,
      "有时_ANS": 3,
      "经常_ANS": 2,
      "总是如此_ANS": 1
    },
    {
      "question": "14．我手脚麻木和刺痛（手足刺痛）",
      "option": {
        "A": "没有或偶尔",
        "B": "有时",
        "C": "经常",
        "D": "总是如此"
      },
      "没有或偶尔_ANS": 4,
      "有时_ANS": 3,
      "经常_ANS": 2,
      "总是如此_ANS": 1
    },
    {
      "question": "15．我因胃痛和消化不良而苦恼（胃痛或消化不良）",
      "option": {
        "A": "没有或偶尔",
        "B": "有时",
        "C": "经常",
        "D": "总是如此"
      },
      "没有或偶尔_ANS": 4,
      "有时_ANS": 3,
      "经常_ANS": 2,
      "总是如此_ANS": 1
    },
    {
      "question": "16．我常常要小便（尿意频数）",
      "option": {
        "A": "没有或偶尔",
        "B": "有时",
        "C": "经常",
        "D": "总是如此"
      },
      "没有或偶尔_ANS": 4,
      "有时_ANS": 3,
      "经常_ANS": 2,
      "总是如此_ANS": 1
    },
    {
      "question": "17．我的手常常是干燥温暖的（多汗）",
      "option": {
        "A": "没有或偶尔",
        "B": "有时",
        "C": "经常",
        "D": "总是如此"
      },
      "没有或偶尔_ANS": 1,
      "有时_ANS": 2,
      "经常_ANS": 3,
      "总是如此_ANS": 4
    },
    {
      "question": "18．我脸红发热 （面部潮红）？",
      "option": {
        "A": "没有或偶尔",
        "B": "有时",
        "C": "经常",
        "D": "总是如此"
      },
      "没有或偶尔_ANS": 4,
      "有时_ANS": 3,
      "经常_ANS": 2,
      "总是如此_ANS": 1
    },
    {
      "question": "19．我容易入睡并且一夜睡得很好（睡眠障碍）",
      "option": {
        "A": "没有或偶尔",
        "B": "有时",
        "C": "经常",
        "D": "总是如此"
      },
      "没有或偶尔_ANS": 1,
      "有时_ANS": 2,
      "经常_ANS": 3,
      "总是如此_ANS": 4
    },
    {
      "question": "20．我做噩梦（噩梦）",
      "option": {
        "A": "没有或偶尔",
        "B": "有时",
        "C": "经常",
        "D": "总是如此"
      },
      "没有或偶尔_ANS": 4,
      "有时_ANS": 3,
      "经常_ANS": 2,
      "总是如此_ANS": 1
    }
  ],


  "104": [
    {
      "question": "1．我觉得闷闷不乐，情绪低沉）",
      "option": {
        "A": "没有或很少时间(过去一周内，出现这类情况的日子不超过一天)",
        "B": "小部分时间(过去一周内，有1-2天有过这类情况)",
        "C": "相当多时间(过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间(过去一周内，有5-7天有过这类情况)",
      },
      "没有或很少时间(过去一周内，出现这类情况的日子不超过一天)_ANS":1,
      "小部分时间(过去一周内，有1-2天有过这类情况)_ANS":2,
      "相当多时间(过去一周内，3-4天有过这类情况）_ANS":3,
      "绝大部分或全部时间(过去一周内，有5-7天有过这类情况)_ANS":4
    },
    {
      "question": "2. 我觉得一天之中早晨最好",
      "option": {
        "A": "没有或很少时间(过去一周内，出现这类情况的日子不超过一天)",
        "B": "小部分时间(过去一周内，有1-2天有过这类情况)",
        "C": "相当多时间(过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间(过去一周内，有5-7天有过这类情况)",
      },
      "没有或很少时间(过去一周内，出现这类情况的日子不超过一天)_ANS":1,
      "小部分时间(过去一周内，有1-2天有过这类情况)_ANS":2,
      "相当多时间(过去一周内，3-4天有过这类情况）_ANS":3,
      "绝大部分或全部时间(过去一周内，有5-7天有过这类情况)_ANS":4
    },
    {
      "question": "3．我一阵阵哭出来或觉得想哭",
      "option": {
        "A": "没有或很少时间(过去一周内，出现这类情况的日子不超过一天)",
        "B": "小部分时间(过去一周内，有1-2天有过这类情况)",
        "C": "相当多时间(过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间(过去一周内，有5-7天有过这类情况)",
      },
      "没有或很少时间(过去一周内，出现这类情况的日子不超过一天)_ANS":4,
      "小部分时间(过去一周内，有1-2天有过这类情况)_ANS":3,
      "相当多时间(过去一周内，3-4天有过这类情况）_ANS":2,
      "绝大部分或全部时间(过去一周内，有5-7天有过这类情况)_ANS":1
    },
    {
      "question": "4．我晚上睡眠不好",
      "option": {
        "A": "没有或很少时间(过去一周内，出现这类情况的日子不超过一天)",
        "B": "小部分时间(过去一周内，有1-2天有过这类情况)",
        "C": "相当多时间(过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间(过去一周内，有5-7天有过这类情况)",
      },
      "没有或很少时间(过去一周内，出现这类情况的日子不超过一天)_ANS":4,
      "小部分时间(过去一周内，有1-2天有过这类情况)_ANS":3,
      "相当多时间(过去一周内，3-4天有过这类情况）_ANS":2,
      "绝大部分或全部时间(过去一周内，有5-7天有过这类情况)_ANS":1
    },
    {
      "question": "5．我吃的跟平常一样多",
      "option": {
        "A": "没有或很少时间(过去一周内，出现这类情况的日子不超过一天)",
        "B": "小部分时间(过去一周内，有1-2天有过这类情况)",
        "C": "相当多时间(过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间(过去一周内，有5-7天有过这类情况)",
      },
      "没有或很少时间(过去一周内，出现这类情况的日子不超过一天)_ANS":1,
      "小部分时间(过去一周内，有1-2天有过这类情况)_ANS":2,
      "相当多时间(过去一周内，3-4天有过这类情况）_ANS":3,
      "绝大部分或全部时间(过去一周内，有5-7天有过这类情况)_ANS":4
    },
    {
      "question": "6．我与异性亲密接触时和以往一样感觉愉快",
      "option": {
        "A": "没有或很少时间(过去一周内，出现这类情况的日子不超过一天)",
        "B": "小部分时间(过去一周内，有1-2天有过这类情况)",
        "C": "相当多时间(过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间(过去一周内，有5-7天有过这类情况)",
      },
      "没有或很少时间(过去一周内，出现这类情况的日子不超过一天)_ANS":1,
      "小部分时间(过去一周内，有1-2天有过这类情况)_ANS":2,
      "相当多时间(过去一周内，3-4天有过这类情况）_ANS":3,
      "绝大部分或全部时间(过去一周内，有5-7天有过这类情况)_ANS":4
    },
    {
      "question": "7．我发觉我的体重在下降?",
      "option": {
        "A": "没有或很少时间(过去一周内，出现这类情况的日子不超过一天)",
        "B": "小部分时间(过去一周内，有1-2天有过这类情况)",
        "C": "相当多时间(过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间(过去一周内，有5-7天有过这类情况)",
      },
      "没有或很少时间(过去一周内，出现这类情况的日子不超过一天)_ANS":4,
      "小部分时间(过去一周内，有1-2天有过这类情况)_ANS":3,
      "相当多时间(过去一周内，3-4天有过这类情况）_ANS":2,
      "绝大部分或全部时间(过去一周内，有5-7天有过这类情况)_ANS":1
    },
    {
      "question": "8．我有便秘的苦恼",
      "option": {
        "A": "没有或很少时间(过去一周内，出现这类情况的日子不超过一天)",
        "B": "小部分时间(过去一周内，有1-2天有过这类情况)",
        "C": "相当多时间(过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间(过去一周内，有5-7天有过这类情况)",
      },
      "没有或很少时间(过去一周内，出现这类情况的日子不超过一天)_ANS":4,
      "小部分时间(过去一周内，有1-2天有过这类情况)_ANS":3,
      "相当多时间(过去一周内，3-4天有过这类情况）_ANS":2,
      "绝大部分或全部时间(过去一周内，有5-7天有过这类情况)_ANS":1
    },
    {
      "question": "9．我心跳比平时快",
      "option": {
        "A": "没有或很少时间(过去一周内，出现这类情况的日子不超过一天)",
        "B": "小部分时间(过去一周内，有1-2天有过这类情况)",
        "C": "相当多时间(过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间(过去一周内，有5-7天有过这类情况)",
      },
      "没有或很少时间(过去一周内，出现这类情况的日子不超过一天)_ANS":4,
      "小部分时间(过去一周内，有1-2天有过这类情况)_ANS":3,
      "相当多时间(过去一周内，3-4天有过这类情况）_ANS":2,
      "绝大部分或全部时间(过去一周内，有5-7天有过这类情况)_ANS":1
    },
    {
      "question": "10．我无缘无故地感到疲乏",
      "option": {
        "A": "没有或很少时间(过去一周内，出现这类情况的日子不超过一天)",
        "B": "小部分时间(过去一周内，有1-2天有过这类情况)",
        "C": "相当多时间(过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间(过去一周内，有5-7天有过这类情况)",
      },
      "没有或很少时间(过去一周内，出现这类情况的日子不超过一天)_ANS":4,
      "小部分时间(过去一周内，有1-2天有过这类情况)_ANS":3,
      "相当多时间(过去一周内，3-4天有过这类情况）_ANS":2,
      "绝大部分或全部时间(过去一周内，有5-7天有过这类情况)_ANS":1
    },
    {
      "question": "11．我的头脑跟平常一样清楚",
      "option": {
        "A": "没有或很少时间(过去一周内，出现这类情况的日子不超过一天)",
        "B": "小部分时间(过去一周内，有1-2天有过这类情况)",
        "C": "相当多时间(过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间(过去一周内，有5-7天有过这类情况)",
      },
      "没有或很少时间(过去一周内，出现这类情况的日子不超过一天)_ANS":1,
      "小部分时间(过去一周内，有1-2天有过这类情况)_ANS":2,
      "相当多时间(过去一周内，3-4天有过这类情况）_ANS":3,
      "绝大部分或全部时间(过去一周内，有5-7天有过这类情况)_ANS":4
    },
    {
      "question": "12．我觉得经常做的事情并没有困难",
      "option": {
        "A": "没有或很少时间(过去一周内，出现这类情况的日子不超过一天)",
        "B": "小部分时间(过去一周内，有1-2天有过这类情况)",
        "C": "相当多时间(过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间(过去一周内，有5-7天有过这类情况)",
      },
      "没有或很少时间(过去一周内，出现这类情况的日子不超过一天)_ANS":1,
      "小部分时间(过去一周内，有1-2天有过这类情况)_ANS":2,
      "相当多时间(过去一周内，3-4天有过这类情况）_ANS":3,
      "绝大部分或全部时间(过去一周内，有5-7天有过这类情况)_ANS":4
    },
    {
      "question": "13．我觉得不安而平静不下来",
      "option": {
        "A": "没有或很少时间(过去一周内，出现这类情况的日子不超过一天)",
        "B": "小部分时间(过去一周内，有1-2天有过这类情况)",
        "C": "相当多时间(过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间(过去一周内，有5-7天有过这类情况)",
      },
      "没有或很少时间(过去一周内，出现这类情况的日子不超过一天)_ANS":4,
      "小部分时间(过去一周内，有1-2天有过这类情况)_ANS":3,
      "相当多时间(过去一周内，3-4天有过这类情况）_ANS":2,
      "绝大部分或全部时间(过去一周内，有5-7天有过这类情况)_ANS":1
    },
    {
      "question": "14．我对将来抱有希望",
      "option": {
        "A": "没有或很少时间(过去一周内，出现这类情况的日子不超过一天)",
        "B": "小部分时间(过去一周内，有1-2天有过这类情况)",
        "C": "相当多时间(过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间(过去一周内，有5-7天有过这类情况)",
      },
      "没有或很少时间(过去一周内，出现这类情况的日子不超过一天)_ANS":1,
      "小部分时间(过去一周内，有1-2天有过这类情况)_ANS":2,
      "相当多时间(过去一周内，3-4天有过这类情况）_ANS":3,
      "绝大部分或全部时间(过去一周内，有5-7天有过这类情况)_ANS":4
    },
    {
      "question": "15．我比平常容易生气激动",
      "option": {
        "A": "没有或很少时间(过去一周内，出现这类情况的日子不超过一天)",
        "B": "小部分时间(过去一周内，有1-2天有过这类情况)",
        "C": "相当多时间(过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间(过去一周内，有5-7天有过这类情况)",
      },
      "没有或很少时间(过去一周内，出现这类情况的日子不超过一天)_ANS":4,
      "小部分时间(过去一周内，有1-2天有过这类情况)_ANS":3,
      "相当多时间(过去一周内，3-4天有过这类情况）_ANS":2,
      "绝大部分或全部时间(过去一周内，有5-7天有过这类情况)_ANS":1
    },
    {
      "question": "16．我觉得作出决定是容易的",
      "option": {
        "A": "没有或很少时间(过去一周内，出现这类情况的日子不超过一天)",
        "B": "小部分时间(过去一周内，有1-2天有过这类情况)",
        "C": "相当多时间(过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间(过去一周内，有5-7天有过这类情况)",
      },
      "没有或很少时间(过去一周内，出现这类情况的日子不超过一天)_ANS":1,
      "小部分时间(过去一周内，有1-2天有过这类情况)_ANS":2,
      "相当多时间(过去一周内，3-4天有过这类情况）_ANS":3,
      "绝大部分或全部时间(过去一周内，有5-7天有过这类情况)_ANS":4
    },
    {
      "question": "17．我觉得自己是个有用的人，有人需要我",
      "option": {
        "A": "没有或很少时间(过去一周内，出现这类情况的日子不超过一天)",
        "B": "小部分时间(过去一周内，有1-2天有过这类情况)",
        "C": "相当多时间(过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间(过去一周内，有5-7天有过这类情况)",
      },
      "没有或很少时间(过去一周内，出现这类情况的日子不超过一天)_ANS":1,
      "小部分时间(过去一周内，有1-2天有过这类情况)_ANS":2,
      "相当多时间(过去一周内，3-4天有过这类情况）_ANS":3,
      "绝大部分或全部时间(过去一周内，有5-7天有过这类情况)_ANS":4
    },
    {
      "question": "18．我的生活过得很有意思",
      "option": {
        "A": "没有或很少时间(过去一周内，出现这类情况的日子不超过一天)",
        "B": "小部分时间(过去一周内，有1-2天有过这类情况)",
        "C": "相当多时间(过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间(过去一周内，有5-7天有过这类情况)",
      },
      "没有或很少时间(过去一周内，出现这类情况的日子不超过一天)_ANS":1,
      "小部分时间(过去一周内，有1-2天有过这类情况)_ANS":2,
      "相当多时间(过去一周内，3-4天有过这类情况）_ANS":3,
      "绝大部分或全部时间(过去一周内，有5-7天有过这类情况)_ANS":4
    },
    {
      "question": "19．我认为如果我死了别人会生活得好些",
      "option": {
        "A": "没有或很少时间(过去一周内，出现这类情况的日子不超过一天)",
        "B": "小部分时间(过去一周内，有1-2天有过这类情况)",
        "C": "相当多时间(过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间(过去一周内，有5-7天有过这类情况)",
      },
      "没有或很少时间(过去一周内，出现这类情况的日子不超过一天)_ANS":4,
      "小部分时间(过去一周内，有1-2天有过这类情况)_ANS":3,
      "相当多时间(过去一周内，3-4天有过这类情况）_ANS":2,
      "绝大部分或全部时间(过去一周内，有5-7天有过这类情况)_ANS":1
    },
    {
      "question": "20．平常感兴趣的事我仍然照样感兴趣",
      "option": {
        "A": "没有或很少时间(过去一周内，出现这类情况的日子不超过一天)",
        "B": "小部分时间(过去一周内，有1-2天有过这类情况)",
        "C": "相当多时间(过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间(过去一周内，有5-7天有过这类情况)",
      },
      "没有或很少时间(过去一周内，出现这类情况的日子不超过一天)_ANS":1,
      "小部分时间(过去一周内，有1-2天有过这类情况)_ANS":2,
      "相当多时间(过去一周内，3-4天有过这类情况）_ANS":3,
      "绝大部分或全部时间(过去一周内，有5-7天有过这类情况)_ANS":4
    }
  ]
}

module.exports = {
  questionList: json
}